import React from 'react'

export const Main = () => {
  return (
    <main className="flex flex-col gap-8 row-start-2 items-center ">
      <h1 className="text-xl myShadow text-[22px] Zain font-black title w-full text-right mr-[-70px] opacity-0">عن الشركة</h1>
      <article className="flex  sm:text-[20px] text-[20px] font-extrabold mb-[-30px] opacity-0 Zain text-right flex-col gap-4 items-center sm:items-start">
    مؤسسة الباسين للتوريدات وهي شركة متخصصه في الطاقة الشمسية وتنفيذ جميع أعمال الطاقة على مستوي وبشكل احترافي وتعمل على تطوير الخدمات التي تقدمها بشكل مستمر بناءً على حاجة العملاء ومتطلبات السوق المصري وتتعامل مع العملاء بكل مصداقية وأمانة فهم شوكاء نجاح مؤسستنا " الباسين لتوريدات "

    كما أن شركتنا تمتلك اضطر المؤندسين والكوادر الفنية الذين يمتلكون الخبرة بجانب الموارد والحترافية وتستخدم اضطر الموارد والمعدات الحديثة التي تجعلها النضطر بل منزع وهذا ما ساعدنا ع كسب ثقة جميع عمليّنا بضطر هللا

    السر نحو النجاح

    رحلة لنيهاية لها وسر ذلك النجاح هو الثبات على الهدف فقد كان حدفنا ان نضع رؤية واضحة لمستقبلنا وتطوير حاضرنا فا بالنمس كانت بدابتنا مشروع واحد اما اليوم قلدينا والحدد والفضل مجموعة مشاريع ضخمة متطلعين من خلالها ليس للتوسع محلياً او اقليمياً لتعلم دائماً الى النضطر بكل المستويات نظاماً وانتشاراً وإدارة
      </article>
      <article className="flex font-bold mb-[-30px] opacity-0 Zain text-right flex-col gap-4 items-center sm:items-start">
    مؤسسة الباسين للتوريدات وهي شركة متخصصه في الطاقة الشمسية وتنفيذ جميع أعمال الطاقة على مستوي وبشكل احترافي وتعمل على تطوير الخدمات التي تقدمها بشكل مستمر بناءً على حاجة العملاء ومتطلبات السوق المصري وتتعامل مع العملاء بكل مصداقية وأمانة فهم شوكاء نجاح مؤسستنا " الباسين لتوريدات "

    كما أن شركتنا تمتلك اضطر المؤندسين والكوادر الفنية الذين يمتلكون الخبرة بجانب الموارد والحترافية وتستخدم اضطر الموارد والمعدات الحديثة التي تجعلها النضطر بل منزع وهذا ما ساعدنا ع كسب ثقة جميع عمليّنا بضطر هللا

    السر نحو النجاح

    رحلة لنيهاية لها وسر ذلك النجاح هو الثبات على الهدف فقد كان حدفنا ان نضع رؤية واضحة لمستقبلنا وتطوير حاضرنا فا بالنمس كانت بدابتنا مشروع واحد اما اليوم قلدينا والحدد والفضل مجموعة مشاريع ضخمة متطلعين من خلالها ليس للتوسع محلياً او اقليمياً لتعلم دائماً الى النضطر بكل المستويات نظاماً وانتشاراً وإدارة
      </article>
      <article className="flex font-bold mb-[-30px] opacity-0 Zain text-right flex-col gap-4 items-center sm:items-start">
    مؤسسة الباسين للتوريدات وهي شركة متخصصه في الطاقة الشمسية وتنفيذ جميع أعمال الطاقة على مستوي وبشكل احترافي وتعمل على تطوير الخدمات التي تقدمها بشكل مستمر بناءً على حاجة العملاء ومتطلبات السوق المصري وتتعامل مع العملاء بكل مصداقية وأمانة فهم شوكاء نجاح مؤسستنا " الباسين لتوريدات "

    كما أن شركتنا تمتلك اضطر المؤندسين والكوادر الفنية الذين يمتلكون الخبرة بجانب الموارد والحترافية وتستخدم اضطر الموارد والمعدات الحديثة التي تجعلها النضطر بل منزع وهذا ما ساعدنا ع كسب ثقة جميع عمليّنا بضطر هللا

    السر نحو النجاح

    رحلة لنيهاية لها وسر ذلك النجاح هو الثبات على الهدف فقد كان حدفنا ان نضع رؤية واضحة لمستقبلنا وتطوير حاضرنا فا بالنمس كانت بدابتنا مشروع واحد اما اليوم قلدينا والحدد والفضل مجموعة مشاريع ضخمة متطلعين من خلالها ليس للتوسع محلياً او اقليمياً لتعلم دائماً الى النضطر بكل المستويات نظاماً وانتشاراً وإدارة
      </article>
    </main> 
  )
}
